Repository: fablab-chaux-de-fonds/Interlab
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: We confirm that you are registered for the event <a href="%(href)s">%(title)s</a> which will take place on %(start_date)s from %(start_time)s to %(end_time)s.
fr: Nous vous confirmons que vous êtes inscrit·e à l'évènement <a href="%(href)s">%(title)s</a> qui aura lieu le %(start_date)s de %(start_time)s à %(end_time)s.

source: We confirm that you are registered for the event <a href="%(href)s">%(title)s</a> which will take place from %(start_date)s at %(start_time)s to %(end_date)s at %(end_time)s.
fr: Nous vous confirmons que vous êtes inscrit·e à l'évènement <a href="%(href)s">%(title)s</a> qui aura lieu du %(start_date)s à %(start_time)s au %(end_date)s à %(end_time)s.

source: We confirme that you are unregister for the event <a href="%(href)s">%(title)s</a> which will take place on %(start_date)s from %(start_time)s to %(end_time)s.
fr: Nous vous confirmons que vous êtes desinscrit·e de l'évènement <a href=%(href)s>%(title)s</a> qui aura lieu le %(start_date)s de %(start_time)s à %(end_time)s.

source: We confirme that you are unregister for the event <a href="%(href)s">%(title)s</a> which will take place from %(start_date)s at %(start_time)s to %(end_date)s at %(end_time)s.
fr: Nous vous confirmons que vous êtes desinscrit·e de l'évènement <a href="%(href)s">%(title)s</a> qui aura lieu du %(start_date)s à %(start_time)s au %(end_date)s à %(end_time)s.

source: Create training
fr: Créer la formation

source: Update training
fr: Mettre à jour la formation

source: Your training has been successfully deleted
fr: Votre formation a été supprimée avec succès

source: We confirm that you are registered for the training <a href="%(href)s">%(title)s</a> which will take place on %(start_date)s from %(start_time)s to %(end_time)s.
fr: Nous vous confirmons que vous êtes inscrit·e à la formation <a href="%(href)s">%(title)s</a> qui aura lieu le %(start_date)s de %(start_time)s à %(end_time)s.

source: We confirm that you are unregistered for the training <a href="%(href)s">%(title)s</a> which will take place on %(start_date)s from %(start_time)s to %(end_time)s.
fr: Nous vous confirmons que vous êtes desinscrit·e de la formation <a href="%(href)s">%(title)s</a> qui aura lieu le %(start_date)s de %(start_time)s à %(end_time)s.

source: Sorry, you cannot reserve this machine yet. You have to take the training first before you can use it.
fr: Désolé, vous ne pouvez pas encore réserver cette machine. Vous devez d'abord suivre la formation avant de pouvoir l'utiliser.

source: You reservation has been canceled !
fr: Pas de réservation possible

source: Whoops ! Bad request.
fr: Oups ! Mauvaise requête

source: If this error recurs, please contact us :
fr: Si cette erreur se répète, veuillez nous contacter :

source: Whoops ! Access denied
fr: Oups ! accès interdit

source: Whoops ! This page is not found
fr: Oups ! Page non trouvée

source: Whoops ! Server error
fr: Oups ! Erreur de serveur

source: Whoops, no !
fr: Oups, non !

source: Login
fr: Connexion

source: Events
fr: Évènements

source: training list
fr: Liste des formations

source: Machine list
fr: Liste des machines

source: Header
fr: Chapeau

source: Machine categories
fr: Catégories de machine

source: Beginner
fr: Débutant

source: Intermediate
fr: Intermédiaire

source: Advanced
fr: Avancé

source: Level
fr: Niveau

source: Duration
fr: Durée

source: Use the format HH:MM:SS
fr: Utiliser le format HH:MM:SS

source: Include free machine voucher
fr: Inclus bon machine

source: Title
fr: Titre

source: Link
fr: Lien

source: Link text
fr: Text lien

source: Card
fr: Carte

source: Cards
fr: Cartes

source: Training tool
fr: Outil de formation

source: Training tools
fr: Outils de formation

source: Answer
fr: Réponse

source: Machine group
fr: Groupe de machine

source: Machine groups
fr: Groupes de machine

source: Material
fr: Matière

source: Materials
fr: Matières

source: Workshop
fr: Atelier

source: Workshops
fr: Ateliers

source: Premium Price
fr: Tarif membre

source: Machine tool
fr: Outil machine

source: Machine tools
fr: Outils machines

source: Machine highlight
fr: Atouts machine

source: Machine highlights
fr: Atouts machine

source: Specification
fr: Spécification

source: Specifications
fr: Spécifications

source: Filter
fr: Filtres

source: Sorry, no machine available in this category
fr: Désolé, pas de machine disponible dans cette catégorie

source: The use of the machine is free and conscious price
fr: L'utilisation de la machine est à prix libre et conscient

source: Benefit from half price prices<br> for 15 CHF / month
fr: Bénéficiez des prix demi-tarifs<br> pour 15 CHF / mois

source: I take advantage of it
fr: J'en profite

source: Book now
fr: Réserver maintenant !

source: Sorry, no slot available for this machine. You can ask an opening via mail
fr: Désolé, pas de créneau disponible pour cette machine. Vous pouvez nous écrire un email pour demander une ouverture

source: No reservation possible
fr: Pas de réservation possible

source: This tool is available when the Fablab is open
fr: Cet outil est disponible lorsque le Fablab est ouvert.

source: Categories
fr: Catégories

source: Frequently asked questions
fr: Foire aux questions

source: Support and tools
fr: Aide et outils

source: Technical specifications
fr: Spécifications techniques

source: Book my next Slot
fr: Réserver mon prochain créneau

source: Minimum slot duration: %(FABCAL_MINIMUM_RESERVATION_TIME)s minutes
fr: Durée minimum de réservation: %(FABCAL_MINIMUM_RESERVATION_TIME)s minutes

source: Reservations in %(FABCAL_RESERVATION_INCREMENT_TIME)s minute increments
fr: Réservation par tranche de %(FABCAL_RESERVATION_INCREMENT_TIME)s minutes

source: Sorry, no slot available for this machine.
fr: Désolé, pas de créneau disponible pour cette machine

source: The price includes the training and a 1 hour machine voucher valid during 2 month after the training to start your project
fr: Le prix inclut la formation ainsi qu'un bon machine de 1h valide durant 2 mois après la formation pour démarrer votre projet

source: Sadly, no training founded.
fr: Malheureusement, aucune formation trouvée.

source: Sadly, no machine currently available.
fr: Malheureusement, aucune machine n'est disponible pour le moment.

source: Next Trainings
fr: Prochaines formations

source: Not available ?
fr: Pas disponible ?

source: Unfortunately, no training planned.
fr: Malheureusement, aucune formation n'est prévue.

source: We can alert you when a new training is planned.
fr: Nous pouvons vous avertir lorsqu'une nouvelle formation est prévue.

source: We will contact you as soon as possible.
fr: Nous vous contacterons dès que possible.

source: Stop alert me
fr: Arrêtez de me notifier

source: Alert me
fr: Notifiez-moi

source: Waiting list
fr: Liste d'attente

source: There are %(interested_user_count)s users interested for this training
fr: Il y a %(interested_user_count)s utilisateurs intéressés par cette formation

source: Show users list
fr: Afficher la liste des utilisateurs

source: Subscription list:
fr: List des participants

source: Validate training
fr: Valider la formation

source: Waiting list for training
fr: Liste d'attente pour la formation

source: Oh no! you unsubsribe from notification
fr: Oh non ! Vous vous désabonnez de la notification

source: Thanks for interest, we will contact you as soon as possible
fr: Merci de votre intérêt, nous vous contacterons dès que possible

source: Stay connected to the news of your fablab
fr: Restez connecté·e à l'actualité de votre Fablab

source: one newsletter per month in your mailbox
fr: une newsletter par mois dans votre boîte mail

source: Thank you ! You are now registered in our newsletter list
fr: Merci ! Vous êtes maintenant inscrit à notre newsletter

source: Openings
fr: Ouvertures

source: Subscription Button
fr: Bouton d'abonnement

source: Checkout
fr: Payer

source: Subscription from %(start_d)s to %(end_d)s
fr: Abonnement de %(start_d)s à %(end_d)s

source: you're changing the category of subscription
fr: Vous changez de catégorie d'abonnement

source: Please confirm subscription category
fr: Veuillez confirmer la catégorie d'abonnement

source: Get subscription
fr: Obtenir un abonnement

source: You don't update your subscription
fr: Vous n'avez pas mis à jour votre abonnement

source: If you have trouble renewing your subscription, please contact the Fablab la Chaux-de-Fonds
fr: Si vous avez des difficultés à renouveler votre abonnement, veuillez contacter le Fablab la Chaux-de-Fonds

source: Your subscription has been updated successfully
fr: Votre abonnement a été mis à jour avec succès

source: Thank you for your support! We've sent you a confirmation e-mail
fr: Merci pour votre soutien ! Nous vous avons envoyé un e-mail de confirmation

source: You can now continue to use the FabLab at preferential rates
fr: Vous pouvez dès à présent continuer à utiliser le FabLab en bénéficiant des tarifs préférentiels.

source: Your subscription has been updated successfully until %(date)s<br>You can continue to use the fablab with premium prices
fr: Votre abonnement a été mis à jour avec succès jusqu'au %(date)s<br>Vous pouvez continuer à utiliser le fablab avec des prix demi-tarifs

source: Thank you for your subscription!
fr: Merci pour votre abonnement !

source: User
fr: Utilisateur

source: Are you sure you want to delete the post: %(title)s ?
fr: Êtes-vous sûr de vouloir supprimer le post: %(title)s?

source: Update post
fr: Mettre à jour le poste

source: Create post
fr: Publier le poste

source: Share your creations
fr: Partagez vos créations

source: Add a new post
fr: Ajouter un poste

source: Thanks ! Post was created successfully.
fr: Merci ! Votre poste a été créé avec succès.

source: Complete your <a href="/accounts/profile/edit/">public profile</a> to allow other users to contact you
fr: Complétez votre <a href="/accounts/profile/edit/">profile public</a> pour permettre à d'autres utilisateurs de vous contacter

source: Thanks ! Post was updated successfully.
fr: Merci ! Votre poste a été mis à jour avec succès.
