Repository: fablab-chaux-de-fonds/Interlab
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Accounts
fr: Comptes

source: Super user list
fr: Liste des utilisateurs

source: Email / Username
fr: E-mail / Nom d'utilisateur

source: You have not yet validated your e-mail. Please click on the activation link that we sent you by email when you created your account.
fr: Vous n'avez pas encore validé votre e-mail. Veuillez cliquer sur le lien d'activation que nous vous avons envoyé par e-mail lorsque vous avez créé votre compte.

source: There is already an organization member with this email address!
fr: Il y a déjà un membre de l'organisation avec cette adresse e-mail !

source: This email address has been used multiple times.
fr: Cette adresse mail a été utilisée plusieurs fois.

source: Recipient address rejected: Domain not found
fr: Adresse du destinataire rejetée : Domaine non trouvé

source: I subscribe to the newsletter
fr: Je m'abonne à la newsletter

source: about once a month
fr: environ une par mois

source: 150 characters maximum. Only letters, numbers and the characters "@", ".", "+", "-" and "_".
fr: 150 caractères maximum. Seuls les lettres, les chiffres et les caractères "@", ".", "+", "-" et "_".

source: No Subscription
fr: Pas d'abonnement

source: Subcription created to %(subcription_category)s for user %(user)s
fr: Abonnement %(subcription_category)s créé pour l'utilisateur %(user)s

source: Subcription updated to %(subcription_category)s for user %(user)s
fr: Abonnement %(subcription_category)s mise à jour pour l'utilisateur %(user)s

source: Welcome to Fablab !
fr: Bienvenue au FabLab !

source: A new training was planned
fr: Une nouvelle formation a été planifiée

source: Training %(training)s has been successfully deleted for %(first_name)s %(last_name)s
fr: La fomation %(training)s a été supprimée pour %(first_name)s %(last_name)s

source: Sorry, we cancel your training validation
fr: Désolé, nous avec supplimé votre formation

source: Training deleted
fr: Formation supprimée

source: Training %(training)s has been successfully valided for %(first_name)s %(last_name)s
fr: La fomation %(training)s a été validée avec succès pour %(first_name)s %(last_name)s

source: Start to use the machine !
fr: Commence à utiliser la machine !

source: Training validated
fr: Formation validée

source: email address
fr: adresse e-mail

source: Phone number
fr: Numéro de téléphone

source: Plublic chanel
fr: Canal

source: Public contact
fr: Contact

source: About me
fr: À propos

source: Status
fr: Statut

source: Trainer
fr: Formateur

source: Software
fr: Logiciel

source: Machine category
fr: Catégorie de machine

source: Your subscription expires in one week
fr: Votre abonnement expire dans une semaine

source: Renew your subscription now
fr: Renouvelez votre abonnement dès maintenant

source: We have validated your training
fr: Nous avons validé votre formation

source: Sorry, we have cancel the training
fr: Désolé, nous vous avons annulé la formation

source: We have created you a new subscription valid until
fr: Nous vous avons créé un nouvel abonnement valable jusqu'au

source: It's now or never!
fr: C’est maintenant ou jamais !

source: We remind you that your FabLab subscription expires tomorrow. To continue benefiting from preferential prices and support the FabLab, remember to renew your subscription!
fr: Nous vous rappelons que votre abonnement au FabLab expire demain. Pour continuer à bénéficier de prix préférentiels et soutenir le lieu, pensez à renouveler votre abonnement !

source: Update my subscription
fr: Renouveler mon abonnement

source: Thank you for your support and see you soon,
fr: Merci pour votre soutien et à bientôt,

source: The FabLab La Chaux-de-Fonds team
fr: L'équipe du FabLab La Chaux-de-Fonds

source: The future of your subscription is in your hands!
fr: L’avenir de votre abonnement est entre vos mains !

source: We hope you've had the opportunity to make lots of creative projects, learn new things and meet new people at the FabLab this year.
fr: Nous espérons que vous avez eu l'occasion de réaliser de nombreux projets créatifs, d'apprendre de nouvelles choses et de rencontrer de nouvelles personnes au FabLab cette année.

source: Please note that your FabLab subscription expires on %(date)s! To continue benefiting from preferential prices and to support the FabLab, remember to renew your subscription!
fr: Nous vous informons que votre abonnement au FabLab arrive à expiration le %(date)s ! Pour continuer à bénéficier de prix préférentiels et soutenir le lieu, pensez à renouveler votre abonnement !

source: The adventure continues!
fr: L'aventure continue !

source: Thanks to your support, you'll continue to benefit from preferential prices to bring your ideas to life, and ensure the long-term future of the site.
fr: Grâce à votre soutien, vous continuerez de bénéficier de prix préférentiels pour donner vie à vos idées, et vous assurer la pérennité du lieu.

source: Book a machine
fr: Réserver une machine

source: We look forward to seeing you at the FabLab for more creative adventures!
fr: Nous sommes impatients de vous retrouver au FabLab pour de nouvelles aventures créatives !

source: See you soon,
fr: A bientôt,

source: My subscription
fr: Mon abonnement

source: Manage subscription members
fr: Gérer les membres de mon abonnement

source: My profile
fr: Mon profil

source: name
fr: nom

source: password
fr: mot de passe

source: delete account
fr: supprimer mon compte

source: Logout
fr: Se déconnecter

source: Users
fr: Utilisateurs

source: training validation
fr: validation de formations

source: subscription
fr: abonnement

source: Future and past reservations
fr: Réservations futures et passées

source: Update
fr: Mettre à jour

source: Training
fr: Formation

source: still %(available_registration)s places available !
fr: encore %(available_registration)s places disponibles !

source: Registration
fr: Inscription

source: Validate trainings
fr: Valider les formations

source: No registrations for the moment
fr: Pas de réservations pour le moment

source: sold out
fr: complet

source: You have reservations!
fr: Tu as des réservations!

source: It is not possible to cancel the reservation 24h before the begining of the training. Please contact us.
fr: Il n'est pas possible d'annuler la réservation 24h avant le début de la formation. Veuillez nous contacter.

source: Opening
fr: Ouverture

source: No reservations for the moment
fr: Pas de réservations pour le moment

source: Reservation
fr: Réservation

source: Event
fr: Évènement

source: It is not possible to cancel the reservation 24h before the begining of the slot. Please contact us.
fr: Il n'est pas possible d'annuler la réservation 24h avant le début du créneau. Veuillez nous contacter.

source: Are you sure you want to delete your account ?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

source: Edit my profile
fr: Modifier mon profil

source: Public profile
fr: Profil public

source: Change password
fr: Changer mon mot de passe

source: Subscription
fr: Abonnement

source: Start
fr: Début

source: End
fr: Fin

source: Trainings
fr: Formations

source: Oups, no user founded !
fr: Oups, pas d'utilisateur trouvé

source: Account deactivated
fr: Compte désactivé

source: Search Contacts
fr: Chercher un utilisateur

source: valid until
fr: valable jusqu'au

source: You are the owner of the subscription
fr: Vous êtes le propriétaire de l'abonnement

source: The owner of the subscription
fr: Le propriétaire de l'abonnement

source: is
fr: est

source: Discover the subscriptions
fr: Découvrez les abonnements

source: Your account is now activated.
fr: Votre accompte est activé

source: Your account is activated, you can now follow a training or register for an event.
fr: Votre compte a été activé, vous pouvez desormais vous inscrire à une formation ou évènement

source: Log in
fr: Se connecter

source: To activate your account and confirm your email address, simply click on this link:
fr: Pour activer votre compte et confirmer votre addresse mail, cliquez sur le lien

source: This link is only valid for %(expiration_days)s days.
fr: Ce lien est valide uniquement pendant %(expiration_days)s jours

source: We welcome you to the FabLab!
fr: Nous vous souhaitons la bienvenue au FabLab !

source: Activate your account
fr: Activez votre compte

source: Unfortunately this link has expired.
fr: Malheureusement, ce lien a expiré.

source: Please create a new account with a new username.
fr: Veuillez créer un nouveau compte avec un nouveau nom d'utilisateur.

source: Create a new account
fr: Créer un nouveau compte

source: This link has already been used.
fr: Ce lien a déjà été utilisé.

source: Your account has already been activated.
fr: Votre compte a déjà été activé.

source: Registration is currently closed.
fr: La réinitialisation de mot de passe est désactivée.

source: Your account has been successfully created
fr: Votre compte a été créé avec succès

source: Please check your mailbox to activate your account.
fr: Veuillez vérifier votre boîte mail pour activer votre compte.

source: Home page
fr: Page d'accueil

source: Subscribe
fr: S'inscrire

source: invites you to join the team of
fr: vous invite à rejoindre l'équipe

source: on the site of
fr: sur le site du

source: If you do not have an account with the email address
fr: Si vous n'avez pas de compte avec l'adresse e-mail

source: follow this link to create your account :
fr: suivez ce lien pour créer votre compte :

source: If you are unsure about this email or have any questions, please reply to this email.
fr: Si vous n’êtes pas sûr de cet e-mail ou que vous avez des questions, répondez à cet e-mail.

source: invites you to join
fr: vous invite à rejoindre

source: Your URL may have expired.
fr: Votre URL a expiré.

source: Home
fr: Acceuil

source: Access number
fr: Nombre d'accès

source: Your team members
fr: Les membres de votre équipe

source: This is you
fr: c'est vous

source: activated
fr: activé

source: invitation sent
fr: Invitation envoyée

source: Invite a new user
fr: Inviter un nouvelle utilisateur

source: Are you sure you want to remove
fr: Êtes-vous sûr de vouloir supprimer

source: from the team
fr: de l'équipe

source: Update your profile
fr: Mettre à jour mon profil

source: Delete
fr: Supprimer

source: Invite a member to join the team
fr: Inviter un membre à rejoindre l'équipe

source: Send invitation
fr: Envoyer l'invitation

source: Join the team
fr: Rejoindre l'équipe

source: Account activation failed
fr: L'activation à échoué

source: Forgot password
fr: Mot de passe oublié

source: Sign up
fr: S'inscrire

source: Log out
fr: Se connecter

source: Your password was changed.
fr: Mot de passe changé

source: My account
fr: Mon compte

source: Forgotten your password?
fr: Mot de passe oublié?

source: Password reset successfully
fr: Réinitialisation du mot de passe terminée

source: Set a new password
fr: Saisissez votre nouveau mot de passe

source: Change my password
fr: Modifier mon mot de passe

source: Password reset failed
fr: Échec de la réinitialisation du mot de passe

source: Email with password reset instructions has been sent.
fr: E-mail de réinitialisation du mot de passe envoyé

source: If you do not receive a message, check that you have entered the address you registered with and check your spam folder.
fr: Si vous ne recevez pas de message, vérifiez que vous avez saisi l'adresse avec laquelle vous vous êtes enregistré·e et contrôlez votre dossier de spam.

source: To reset your password, click on the following link:
fr: Pour réinitialiser votre mot de passe, cliquez sur le lien suivant :

source: If this request does not come from you, delete this email and nothing will be changed.
fr: Si cette demande ne vient pas de vous, supprimez cet e-mail et rien ne sera changé.

source: Your email address
fr: Votre adresse email

source: Password reset on %(site_name)s
fr: Réinitialiser votre mot de passe - %(site_name)s

source: I have read and accept <a href="%(link)s" target="_blank">the rules of use, the FabLab charter, and the statutes of the Association FabLab La Chaux-de-Fonds</a>
fr: J'ai lu et j'accepte <a href="%(link)s" target="_blank">les règles d'utilisation, la charte du FabLab et les statuts de l'Association FabLab La Chaux-de-Fonds</a>

source: Special characters are not allowed.
fr: Les caractères spéciaux ne sont pas autorisés.

source: This domain is not valid
fr: Ce domaine n'est pas valide

source: Your newsletter registration has been updated successfully with the email address:
fr: Votre inscription à la newsletter a été mise à jour avec succès avec l'adresse e-mail :

source: Your profile has been updated successfully
fr: Votre profil a été mis à jour avec succès

source: Your account has been successfully deleted
fr: Votre compte a été supprimé avec succès

source: has been removed successfully from the team.
fr: a été retiré de l'équipe avec succès.

source: Invalid subscription duration from %(start)s to %(end)s
fr: Durée d'abonnement non valide de %(start)s à %(end)s

source: Weekly view
fr: Horaire hebdomadaire

source: Calendar openings view
fr: Calendrier - ouverture

source: Event list
fr: Liste d'évènement

source: From %(start_date)s at %(start_time)s <br> to %(end_date)s at %(end_time)s
fr: Du %(start_date)s à %(start_time)s <br> au %(end_date)s à %(end_time)s

source: Comment
fr: Commentaire

source: No opening
fr: Pas d'ouverture

source: Start time after end time.
fr: Heure du début après heure de fin

source: Your openings has been successfully %(crud_state)s on %(start_date)s from %(start_time)s to %(end_time)s</br><a href="/fabcal/download-ics-file/%(opening_title)s/%(start)s/%(end)s"><i class="bi bi-file-earmark-arrow-down-fill"></i> Add to my calendar</a>
fr: Votre ouverture a été %(crud_state)s avec succès le %(start_date)s de %(start_time)s à %(end_time)s</br><a href="/fabcal/download-ics-file/%(opening_title)s/%(start)s/%(end)s"><i class="bi bi-file-earmark-arrow-down-fill"></i> Ajouter à mon calendrier</a>

source: Could not update slot, %(first_name)s %(last_name)s books the slot: %(machine)s from %(start)s to %(end)s
fr: Le créneau ne peut être mis à jour, %(first_name)s %(last_name)s a déjà réservé le créneau: %(machine)s de %(start)s a %(end)s

source: Select an opening
fr: Selectionnez une ouverture

source: Please select an opening.
fr: Veuillez sélectionner une ouverture.

source: Select an event
fr: Selectionnez un évènement

source: Please select an event.
fr: Veuillez sélectionner un événement.

source: Price
fr: Tarifs

source: On registration
fr: Sur inscription

source: Registration limit
fr: Limite d'inscriptions

source: leave blank if no limit
fr: Laisser vide si pas de limite

source: Your event has been successfully %(crud_state)s on %(start_date)s from %(start_time)s to %(end_time)s</br><a href="/fabcal/download-ics-file/%(event_title)s/%(start)s/%(end)s"><i class="bi bi-file-earmark-arrow-down-fill"></i> Add to my calendar</a>
fr: Votre évènement a été %(crud_state)s avec succès le %(start_date)s de %(start_time)s à %(end_time)s</br><a href="/fabcal/download-ics-file/%(event_title)s/%(start)s/%(end)s"><i class="bi bi-file-earmark-arrow-down-fill"></i> Ajouter à mon calendrier</a>

source: Select a training
fr: Selectionnez une formation

source: Please select a training.
fr: Veuillez sélectionner une formation.

source: Your training has been successfully %(crud_state)s on %(start_date)s from %(start_time)s to %(end_time)s</br><a href="/fabcal/download-ics-file/%(training_title)s/%(start)s/%(end)s"><i class="bi bi-file-earmark-arrow-down-fill"></i> Add to my calendar</a>
fr: Votre formation a été %(crud_state)s avec succès le %(start_date)s de %(start_time)s à %(end_time)s</br><a href="/fabcal/download-ics-file/%(training_title)s/%(start)s/%(end)s"><i class="bi bi-file-earmark-arrow-down-fill"></i> Ajouter à mon calendrier</a>

source: A training was updated
fr: Une formation a été mise à jour

source: Please reserve minimum %(time)s minutes !
fr: Veuillez réserver minimum %(time)s minutes

source: Please reserve in %(time)s minute increments !
fr: Veuillez réserver des tranches de %(time)s minutes

source: The machine is already booked until %(time)s !
fr: La machine est déjà réservée jusqu'à %(time)s

source: The machine is already booked from %(time)s !
fr: La machine est déjà réservée depuis %(time)s

source: You cannot start earlier than %(start_time)s
fr: Vous ne pouvez pas commencer avant %(start_time)s

source: You cannot end later than %(start_time)s
fr: Vous ne pouvez pas finir après %(start_time)s

source: Opening Slot
fr: Créneau d'ouverture

source: Opening Slots
fr: Créneaux d'ouverture

source: Event Slot
fr: Créneau d'évènement

source: Event Slots
fr: Créneaux d'évènements

source: Training Slot
fr: Créneau de formation

source: Training Slots
fr: Créneaux de formation

source: Machine Slot
fr: Céneau machine

source: Machine Slots
fr: Créneaux machine

source: Cancellation policy
fr: Conditions d'annulation

source: We confirme that you are reserve the machine
fr: Nous vous confirmons que vous avez réservé la machine

source: on
fr: le

source: from
fr: de

source: to
fr: à

source: The payment will be done on the spot by card or in cash
fr: Le paiement se fera sur place par carte ou en cash

source: Please note that you may cancel this reservation up to 24 hours prior to the start of the slot without charge via your <a href="%(profile_url)s">account page on our website</a>. However, if you wish to cancel your reservation after this period, please <a href="%(mail_url)s">inform us by email</a>. In this case, we are sorry to inform you that we will be obliged to charge you for the machine hours, as the reserved machine could not be used by another person at that time. Thank you for your understanding.
fr: Veuillez noter que vous pouvez annuler cette réservation jusqu'à 24 heures avant le début du créneau sans frais via la <a href="%(profile_url)s">page de votre compte sur notre site internet</a>. En revanche, si vous souhaitez annuler votre réservation après cette période, veuillez nous en <a href="%(mail_url)s">informer par mail</a>. Dans ce cas, nous sommes désolés de vous informer que nous serons dans l'obligation de vous facturer les heures machine, car la machine réservée n'aura pas pu être utilisée par une autre personne à ce moment-là. Nous vous remercions de votre compréhension.

source: We have planned a new training
fr: Nous avons planifié une nouvelle formation

source: which will take place
fr: qui aura lieu

source: on
fr: le

source: From
fr: de

source: to
fr: à

source: We have updated the training
fr: Nous avons mis à jour la formation

source: originally scheduled on
fr: initialement prévu le

source: The new training slot will be
fr: Le nouveau créneau de formation sera

source: More informations
fr: Plus d'informations

source: Time
fr: Heure

source: Registration mandatory
fr: Inscription obligatoire

source: You are already registered !
fr: Vous êtes déjà inscrit !

source: No registration required for this event
fr: Pas d'inscription requise pour cet évènement

source: Location
fr: Lieu

source: Date and schedule
fr: Date et horaire

source: Unregister
fr: Se désinscrire

source: Sorry, you can not unregister 24h before the start of the event
fr: Désolé, vous ne pouvez pas vous desinscrire 24h avant le début de l'évènement

source: Register
fr: S'inscrire

source: Superuser area
fr: Espace Superutilisateur

source: peoples registered for the event
fr: personnes inscrites à l'évènement

source: No events scheduled for the moment
fr: Pas d'évènement planifié pour le moment

source: Do you want to delete the event %(title)s
fr: Êtes-vous sûr de vouloir supprimer l'évènement: %(title)s?

source: Edit
fr: Modifier

source: Are you sure you want to cancel your reservation
fr: Êtes-vous sûr de vouloir annuler votre réservation ?

source: Yes, I'm sure
fr: Oui, j'en suis sûr

source: Choose your schedule !
fr: Choisissez votre horaire

source: You can start between
fr: Vous pouvez commencer entre

source: and
fr: et

source: The 3D print in free until:
fr: L'imprimante 3D est libre jusqu'à

source: There are no reservations for the next few days. Feel free to use it !
fr: Il n'y a pas de réserveration les prochains jours, sentez-vous libre de l'utiliser !

source: Reserve
fr: Réserver

source: Future reservations
fr: Réservations futures

source: Past reservations
fr: Réservations passées

source: Schedule
fr: Horaire

source: Name
fr: Nom

source: No reservations
fr: Pas de réservation

source: Are you sure you want to remove the slot on %(date)s from %(start)s to %(end)s
fr: Êtes-vous sûr de vouloir supprimer le créneau du %(date)s de %(start)s à %(end)s

source: Do you want to delete the training %(title)s
fr: Êtes-vous sûr de vouloir supprimer la formation: %(title)s?

source: Our next openings
fr: Nos prochaines ouvertures

source: ⚠️ Be careful: Our schedule changes every week
fr: ⚠️ Attention: Nos horaires changent chaque semaine

source: Closed
fr: Fermé

source: The time slot ({start_time} - {end_time}) conflicts with the following openings: <br> {openings}
fr: Le créneau ({start_time} - {end_time}) est en conflit avec l'ouverture suivante: <br> {openings}

source: You can not update the opening slot because {user} has already reserved the {machine} from {start_time} to {end_time}.
fr: Tu ne peux pas mettre à jour ton ouverture car {user} a déjà réservé la {machine} de {start_time} to {end_time}.

source: You cannot delete your opening slot because you have reservations
fr: Tu ne peux pas supprimer cette ouverture car il y a des réservations

source: We hope to see you back soon !
fr: Nous espérons vous revoir bientôt !

source: Confirmation of your machine reservation
fr: Confirmation de votre réservation machine

source: Confirmation of your unregistration
fr: Confirmation de votre desinscription

source: Confirmation of your registration
fr: Confirmation de votre inscription

source: You successfully booked the machine %(machine)s during %(duration)s minutes on %(start_date)s from %(start_time)s to %(end_time)s
fr: Vous avez réservé avec succès la machine %(machine)s durant %(duration)s minutes le %(start_date)s de %(start_time)s à %(end_time)s

source: Oh no! We sent you an email to confirme your unregistration
fr: Oh non ! Nous vous avons envoyé un e-mail pour confirmer votre desinscription

source: Well done! We sent you an email to confirme your registration
fr: Bien joué ! Nous vous avons envoyé un e-mail pour confirmer votre inscription

source: Your opening has been successfully %(action)s on %(date)s from %(start_time)s to %(end_time)s </br> <a href="/fabcal/download-ics-file/%(opening_title)s/%(start)s/%(end)s"> <i class="bi bi-file-earmark-arrow-down-fill"> </i> Add to my calendar</a>
fr: Votre ouverture a été %(action)s avec succès le %(date)s de %(start_time)s à %(end_time)s </br> <a href="/fabcal/download-ics-file/%(opening_title)s/%(start)s/%(end)s"> <i class="bi bi-file-earmark-arrow-down-fill"> </i> Ajouter à mon calendrier</a>

source: created
fr: créée

source: updated
fr: mise à jour

source: Create opening
fr: Créer l'ouverture

source: Update opening
fr: Mettre à jour l'ouverture

source: Your opening on %(date)s from %(start)s to %(end)s has been successfully deleted
fr: Votre ouverture du %(date)s de %(start)s à %(end)s a bien été supprimée

source: Create event
fr: Créer l'évènement

source: Update event
fr: Mettre à jour l'évènement

source: Your event has been successfully deleted
fr: Votre évènement a été supprimé avec succès
